/* Text for close button */
"Close" = "Fechar";

/* Text for button to scan a credit card */
"Scan Card" = "Digitalizar cartão";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Ler cartão";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "O IBAN inserido é inválido.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Erro ao processar o cartão – tente novamente em alguns segundos";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Erro inesperado – tente novamente em alguns segundos";

/* Error when the card has already expired */
"Your card has expired" = "O cartão expirou";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "O cartão foi recusado";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "O mês de expiração doi cartão é inválido";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "O ano de expiração do cartão é inválido";

/* Error when the card number is not valid */
"Your card's number is invalid" = "O número do cartão é inválido";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "O código de segurança do cartão é inválido";

/* Error when customer's name is invalid */
"Your name is invalid." = "Nome inválido.";

